Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/hyvaa_kansainvalista_maailman_alkuperaiskansojen_paivaa_.html.tmx
Source language: fin
Languages: sms

source: Hyvää kansainvälistä maailman alkuperäiskansojen päivää!
sms: Šiõǥǥ meeraikõskksaž maaiʹlm alggmeerai peeiʹv!

source: YK:n julistamaa alkuperäiskansojen päivää vietetään 9. elokuuta.
sms: ÕM peäggtem alggmeerai peiʹvv lij påʹrǧǧmannu 9. peiʹvv.

source: Päivä on yksi kahdestatoista saamen lipun liputuspäivästä .
sms: Peiʹvv lij õhtt sääʹmliippkaggâmpeeiʹvin , kook lie eeʹjjest kuâtmlo.

source: Vuoden 2018 teemana on alkuperäiskansojen muuttoliike ja liikkuvuus (Indigenous peoples’ migration and movement).
sms: Eeʹjjest 2018 teeʹmmen lij alggmeerai siirdčõõttmõš da liikkeemvuõtt (Indigenous peoplesʼ migration and movement).

source: Lue lisää päivästä:
sms: Looǥǥ lââʹzz peeiʹv pirr:

source: Teemapäivän kotisivut (englanniksi): http://www.un.org/en/events/indigenousday/index.shtml
sms: Teeʹmmpeeiʹv neʹttseeid (eŋglõsǩiõʹlle): http://www.un.org/en/events/indigenousday/index.shtml
